Repository: RLiuW/verseflow-app
Catalog: lib/l10n/app_*.arb
Languages: pt

# settingsTitle
source: Settings
pt: Configurações

# bibleSettingsTitle
source: Bible Settings
pt: Configurações da Bíblia

# interfaceLanguageTitle
source: Interface language
pt: Idioma da interface

# languagePtBr
source: PortuguÃªs (pt-BR)
pt: Português (pt-BR)

# languageRestartHint
source: Language changes will be applied after restarting the app.
pt: A mudança de idioma será aplicada ao reiniciar o app.

# restartAppTitle
source: Restart app
pt: Reiniciar app

# restartAppMessage
source: The language will be applied when you reopen the app.
pt: O idioma será aplicado ao reabrir o app.

source: Restart now
pt: Reiniciar agora

# restartConfirmTitle
source: Restart app
pt: Reiniciar app

# restartConfirmBody
source: Do you want to restart the app now to apply the language?
pt: Deseja reiniciar o app agora para aplicar o idioma?

source: Cancel
pt: Cancelar

source: Yes
pt: Sim

source: No
pt: Não

source: Bible
pt: Bíblia

source: Sign out
pt: Sair

source: Home
pt: Início

source: Message
pt: Mensagem

source: Live
pt: Ao vivo

source: Warnings
pt: Avisos

# signOutSuccess
source: User signed out successfully!
pt: Usuário deslogado com sucesso!

# defaultButton
source: Default
pt: Padrão

source: Save
pt: Salvar

# settingsSaved
source: Custom settings saved!
pt: Dados personalizados salvos!

source: Settings reset!
pt: Dados resetados!

# fontSizeLabel
source: Font size:
pt: Tamanho da fonte:

# bibleVersionLabel
source: Bible version:
pt: Versão da Bíblia:

# adminModuleTitle
source: Administration Module VerseFlow
pt: Módulo de Administração VerseFlow

# adminMessage
source: Message
pt: Mensagem

# adminWarning
source: Warning
pt: Aviso

# adminLive
source: Live
pt: Ao Vivo

# adminRegisters
source: Registrations
pt: Cadastros

# adminUsers
source: Users
pt: Usuários

source: Administrator
pt: Administrador

source: Add Message
pt: Adicionar Mensagem

source: Title
pt: Título

# messageLabel
source: Message
pt: Mensagem

source: Confirm
pt: Confirmar

source: Add this message?
pt: Adicionar esta Mensagem?

# messageAddedSuccess
source: Message added successfully!
pt: Mensagem adicionada com sucesso!

source: No registration requests!
pt: Não há pedidos de cadastro!

source: No users registered!
pt: Não há usuários registrados!

source: Add Live ID
pt: Adicionar ID de Live

source: Add Warning
pt: Adicionar Aviso

source: Date
pt: Data

source: Time
pt: Hora

source: Hello,
pt: Olá,

source: No new messages.
pt: Não há novas mensagens.

source: You have new messages!
pt: Você tem novas mensagens!

source: No new warnings.
pt: Não há novos avisos.

source: You have new warnings!
pt: Você tem novos avisos!

source: Edit Message
pt: Editar Mensagem

source: Delete
pt: Deletar

source: Delete this message?
pt: Deletar esta Mensagem?

# messageDeletedSuccess
source: Message deleted successfully!
pt: Mensagem deletada com sucesso!

# saveEditMessage
source: Save edit of this message?
pt: Salvar a edição desta Mensagem?

# messageEditedSuccess
source: Message edited successfully!
pt: Mensagem editada com sucesso!

source: Type
pt: Tipo

source: Read verses
pt: Ler versículos

source: Amen
pt: Amém

source: Edit Warning
pt: Editar Aviso

source: Delete this warning?
pt: Deletar este Aviso?

# warningDeletedSuccess
source: Warning deleted successfully!
pt: Aviso deletado com sucesso!

# saveEditWarning
source: Save edit of this warning?
pt: Salvar a edição deste Aviso?

# warningEditedSuccess
source: Warning edited successfully!
pt: Aviso editado com sucesso!

# themeTitle
source: Theme
pt: Tema

# themeLight
source: Light
pt: Claro

# themeDark
source: Dark
pt: Escuro

# themeSystem
source: System
pt: Sistema

# fontSizeSmall
source: Small
pt: Pequena

# fontSizeMedium
source: Medium
pt: Média

# fontSizeLarge
source: Large
pt: Grande

# fontSizeLegend
source: Small Medium Large
pt: Pequena Média Grande

# bibleSacred
source: Holy Bible
pt: Bíblia Sagrada

# bookTab
source: Book
pt: Livro

# chapterTab
source: Chapter
pt: Capítulo

# verseTab
source: Verse
pt: Versículo

# chooseBookFirst
source: Please choose a book first.
pt: Favor escolher livro primeiro.

# chooseBookAndChapterFirst
source: Please choose a book and chapter first.
pt: Favor escolher livro e capítulo primeiro.

# chooseChapterFirst
source: Please choose a chapter first.
pt: Favor escolher capítulo primeiro.

source: Invalid chapter.
pt: Capítulo inválido.

# loginPassword
source: Password
pt: Senha

# loginButton
source: Log in
pt: Entrar

source: Forgot password?
pt: Esqueci minha senha.

# signUpPrompt
source: Don't have an account? Sign up!
pt: Não possui uma conta? Cadastre-se!

# loginEmailInvalid
source: Please enter a valid email.
pt: Por favor, insira um email válido.

# loginPasswordMinLength
source: Password must be at least 6 characters.
pt: A senha deve conter no mínimo 6 caracteres.

# recoverySentMessage
source: Recovery request sent to your email!
pt: Seu pedido de recuperação foi encaminhado para seu email!

# enterEmailForRecovery
source: Enter your email for recovery.
pt: Insira seu email para recuperação.

# loginLanguageLabel
source: Language
pt: Idioma

source: Open YouTube App
pt: Abrir Youtube App

# liveExampleUrl
source: Example: www.youtube.com/watch?v=
pt: Exemplo: www.youtube.com/watch?v=

# liveIdHint
source: Enter the live video ID here.
pt: Digite aqui o ID de video ao vivo.

# liveIdMinLength
source: Live ID must be at least 11 characters.
pt: O ID de Live precisa ter no mínimo 11 caracteres.

# signUpNameHint
source: Name
pt: Nome

# signUpNameError
source: Please enter your full name.
pt: Por favor, insira seu nome completo.

# signUpButton
source: Sign up
pt: Entrar

# signUpLoginPrompt
source: Already have an account? Log in!
pt: Já possui uma conta? Faça o login!

# signUpTitle
source: Registration
pt: Cadastro

# signUpSuccessMessage
source: Registration request submitted successfully! Wait for administrator response.
pt: Pedido de cadastro realizado com sucesso! Aguarde resposta do administrador.

# signUpDuplicateEmailMessage
source: There is already a registration request with this email. Please wait for administrator response.
pt: Já existe um pedido de cadastro com o email digitado. Por favor, aguarde uma resposta do administrador.

# signUpClose
source: Close
pt: Fechar

source: Delete registration
pt: Deletar cadastro

source: Save registration
pt: Salvar cadastro

source: Delete user
pt: Deletar usuário

# registrationAccepted
source: Registration accepted successfully!
pt: Cadastro aceito com sucesso!

source: Registration rejected!
pt: Cadastro rejeitado!

# errorAccepting
source: Error accepting registration: {error}
pt: Erro ao aceitar cadastro: {error}

# errorDeleting
source: Error deleting: {error}
pt: Erro ao deletar: {error}

source: User deleted!
pt: Usuário deletado!

# confirmDelete
source: Confirm delete this user?
pt: Confirma deletar este usuário?

# confirmDeleteRegistration
source: Delete this registration?
pt: Deletar este cadastro?

# confirmCreateUser
source: Create this user?
pt: Criar este usuário?

source: Yes, delete
pt: Sim, deletar

# nameLabel
source: Name
pt: Nome

# closeButton
source: Close
pt: Fechar

# cadastroEnviado
source: Registration submitted! Please wait for admin approval.
pt: Cadastro enviado! Aguarde aprovação do administrador.

# registrationPendingApproval
source: Your registration is pending approval. Please wait.
pt: Seu cadastro está pendente de aprovação. Aguarde.

# pendenteTitle
source: Pending Approval
pt: Aguardando Aprovação

# pendenteMessage
source: Your registration is still pending admin approval. You will be logged out.
pt: Seu cadastro ainda está pendente de aprovação pelo administrador. Você será desconectado.

# liveLoadError
source: Unable to load live content. Please try again later.
pt: Não foi possível carregar o conteúdo ao vivo. Tente novamente mais tarde.
